// 크몽 실제 후기에서 추출 (kmong.com/@Kimdoyeon)
export interface Review {
  comment: string
  score: number
  nickname: string
  priceRange: string
}

export const reviews: Review[] = [
  {
    "comment": "최고의 퀄리티 생각한것 이상으로 작업 완성도가 높고 좋아요 문의사항이 있으면 응대도 바로바로 되서 더 좋았습니다. 다음에 또 이용할땐 여기로 연락을 드릴 예정이에요 완성도 높은 자동화시스템을 원하시면 최상의 응대로 도움을 드릴거라 확신합니다.",
    "score": 5,
    "nickname": "체계**********",
    "priceRange": "40만원 ~ 50만원"
  },
  {
    "comment": "크롤링 하려는 사이트에 횟수 제한이 걸려 있어서 다른 개발자들이 불가능 하다고 했던 작업이었는데 방법 알려주시고 기꺼서 개발해 주셨습니다. 서비스 마인드도있으시고 지금까지 여러번 크몽에서 개발건 진행했던 분들 중에 최고입니다. 번창하세요.",
    "score": 5,
    "nickname": "시원********",
    "priceRange": "20만원 ~ 30만원"
  },
  {
    "comment": "귀찮았을법도 한데, 끝까지 책임져주시고 이거완전 재능기부인줄~~~ 대표님 만나서 을매나 다행인지 몰라여. 사실 저만 알고싶은 분이지만, 넘 만족했기에 후기도 남깁니다. 혹시 저 개인레슨도 되나욬ㅋㅋㅋㅋ 무튼 감사합니다. 번창하세여~",
    "score": 5,
    "nickname": "깜찍*******",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "10명이상 컨택해보고 선택한 개발자님입니다 말이 필요없습니다 단연 최고입니다 최근 지출한 것중 가장 아깝지 않은 지출이였습니다 너무너무 감사드리고 곧 또 의뢰 드리겠습니다^_^ 2024년은 꽃길만 걸으시길 바랍니다 :)",
    "score": 5,
    "nickname": "기분*********",
    "priceRange": "20만원 ~ 30만원"
  },
  {
    "comment": "깔끔하고 군더더기 없이 잘 만들어주셨습니다. 빠르게 작업해주셔서 저에게 많은 도움이 되었습니다. 감사합니다 (추가) 사이트 문제로 예상치 못하게 프로그램이 멈추는 에러가 있었는데 as까지 도와주셨습니다.",
    "score": 5,
    "nickname": "자*",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "너무 만족스럽습니다. 이쪽으로는 제가 잘 알지는 못하여서 설명을 잘 해드리지 못하면 어쩌나 했는데 제 설명을 잘 이해해 주시고, 원하는 방향으로 만들어 주셔서 감사드립니다. 다음에도 또 맡기려구요^^",
    "score": 5,
    "nickname": "술취*********",
    "priceRange": "30만원 ~ 40만원"
  },
  {
    "comment": "개발자님이 정말 신속하고, 정확하게 원하는 니즈에 맞춰서 개발을 해주셨어요. 개발자님 실력이 너무 좋으신 것 같아요. 다음에도 회사에서 업무 자동화 필요한 부분은 개발자님께 다 요청드려야겠습니다.",
    "score": 5,
    "nickname": "그녀********",
    "priceRange": "20만원 ~ 30만원"
  },
  {
    "comment": "솔직히 첫번째 파일은 받았을 때 아쉬운 점이 많았는데, as 책임감 있게 쭉 다해주셔서 최종적으론 원하는 결과물 얻었습니다. 소통이나 as 속도. as 퀄리티 모두 너무 만족입니다. 감사합니다!",
    "score": 5,
    "nickname": "시원***",
    "priceRange": "50만원 ~ 60만원"
  },
  {
    "comment": "여러 곳에 견적과 문의를 드렸었는데요. 가장 합리적인 가격에 가장 빠른 작업 일자를 약속드렸구요. 결과물 역시 만족스러웠습니다. 앞으로도 필요한 자동화 툴이 있다면 자주 이용하겠습니다.",
    "score": 5,
    "nickname": "홀로*****",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "전문가님 덕분에 복잡한 업무를 정말 쉽고 빠르게 해결했습니다! 제가 요청드린 요구사항을 단번에 정확히 파악하시고, 오차 없는 완벽한 코드로 매크로를 만들어 주셔서 감동했습니다!!",
    "score": 5,
    "nickname": "K1*********",
    "priceRange": "5만원 미만"
  },
  {
    "comment": "제가 전문가가 아니다보니 설명을 잘 못해드렸는데도 센스있게 제 설명보다 더 잘만들어주셨습니다. 작업도 빠르고 결과물도 완벽합니다. 나중에 또 필요하면 연락드릴게요. 감사합니다.",
    "score": 5,
    "nickname": "순수*********",
    "priceRange": "20만원 ~ 30만원"
  },
  {
    "comment": "의뢰하자 마자 만들어주시니...신급 능력자이시네요 깜짝놀랬습니다 ㅎㅎ 빠른제작, 친절한 상담 두번째 이용이지만 앞으로 자동화 만들일 있으면 평생 의뢰 드릴꺼 같아요 :)",
    "score": 5,
    "nickname": "광고*****",
    "priceRange": "5만원 ~ 10만원"
  },
  {
    "comment": "다른 업자에 비해 상당히 친절하시구 원격 서비스도 직접 해주시는거에 감동 했습니다.앞으로 평생 이용할 생각 입니다.개발자님도 항상 행복하시구 좋은일만 있기를 기원드립니다",
    "score": 5,
    "nickname": "호감*********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "잘 동작하는 프로그램 잘 만들어주셨습니다. 제가 하나하나 꼼꼼하게 확인하는스타일인데도 정확하게 동작하는 작업을 해주셨으며 구현하는 실력이 뛰어납니다. 추천합니다.",
    "score": 5,
    "nickname": "두요****",
    "priceRange": "80만원 ~ 90만원"
  },
  {
    "comment": "긴급하게 부탁한 과제인데도 정말 빨리 꼼꼼하게 주셨어요. Gui를 쓰는 프로젝트인데 제 상황보시고 아주 빨리 적합하게 코드작성해주셨습니다. 너무 감사합니다:)",
    "score": 5,
    "nickname": "잘생********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "프로그램 개발 경험이 많으셔서, 유저의 입장에서 알아서 딱~~ 한번에 ... 크몽에 있는 학원이나 대학생과는 완전 다릅니다. 만족합니다. ㅡ 감사합니다.",
    "score": 5,
    "nickname": "사랑*********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "서로 연락하는 시간대가 좀 안맞아서 시간이 조금 걸리긴했지만 소통시간만 잘 맞았다면 실력이 좋으셔서 일찍 끝낼수있었을것같습니다 너무 만족합니다 감사합니다",
    "score": 5,
    "nickname": "부부****",
    "priceRange": "40만원 ~ 50만원"
  },
  {
    "comment": "주말인데도 너무 잘해주셨어요ㅜㅜ 크몽에서 단연 최고의 고수님이라고 말할 수 있습니다!! 정말 최고십니다!!짱!! 100번 칭찬해도 아깝지않네요!",
    "score": 5,
    "nickname": "다정*******",
    "priceRange": "5만원 미만"
  },
  {
    "comment": "첫 상담 시 밤 늦게 연락드렸었는데 늦은 시간 마다하지 않고 열정적으로 상담해 주셨고, 그에 맞는 프로그램 퀄리티도 훌륭합니다. 감사합니다^^",
    "score": 5,
    "nickname": "짜릿********",
    "priceRange": "20만원 ~ 30만원"
  },
  {
    "comment": "상담도 친절하시고, 이해하지 못한부분들 까지 이해 할 수있게 설명도 해주셔서 이해 가 잘되며, 저희가 생각한데로 결과물이나와 매우 만족합니다.",
    "score": 5,
    "nickname": "성실********",
    "priceRange": "20만원 ~ 30만원"
  },
  {
    "comment": "너무 친절하고 빠르게 원하는것을 자세히 설명해주시면서 진행해주셔서 컴알못도 큰 도움 받고 갑니다. 추후 다른건으로도 계속 의뢰할 예정입니다^^",
    "score": 5,
    "nickname": "찐득********",
    "priceRange": "5만원 미만"
  },
  {
    "comment": "욕심같아선 저만 알고싶은 개발자님 입니다. 이해, 완성도, 작업속도 무엇하나 빠지는게 없습니다. 이번이 5번째 작업이었고 항상 만족했습니다.",
    "score": 5,
    "nickname": "건실*******",
    "priceRange": "60만원 ~ 70만원"
  },
  {
    "comment": "제가 원하는 그대로 구현이 돼서 저렴한 가격에 퀄리티도 너무 좋습니다. 답변과 작업 속도도 아주 빠르고 친절해서 다음에도 또 의뢰드리려고해요",
    "score": 5,
    "nickname": "아름*********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "제가 원하는 프로그램을 정확히 구현시켜주시고 금액도 너무 만족합니다 번거로우실텐데 수정도 해주시고 너무 감사드리네요 재구매의향 200%입니다",
    "score": 5,
    "nickname": "눈치*********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "굿ㅇㅇ우우우ㅜㅜㅅㅅㅅ",
    "score": 5,
    "nickname": "K7*********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "빠른대응 감사드립니다",
    "score": 5,
    "nickname": "K9*********",
    "priceRange": "5만원 ~ 10만원"
  },
  {
    "comment": "빠르고완벽제작 ㅅㅅ",
    "score": 5,
    "nickname": "풍요*********",
    "priceRange": "5만원 미만"
  },
  {
    "comment": "빠른대응 감사합니다",
    "score": 5,
    "nickname": "너그*********",
    "priceRange": "5만원 미만"
  },
  {
    "comment": "자알 작동합니다용.",
    "score": 5,
    "nickname": "매콤********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "신속하고 정확합니다",
    "score": 5,
    "nickname": "삘간*********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "감사용 잘쓰겠습니다",
    "score": 5,
    "nickname": "sn***",
    "priceRange": "30만원 ~ 40만원"
  },
  {
    "comment": "아주 만족스럽습니다",
    "score": 5,
    "nickname": "Ca*******",
    "priceRange": "5만원 ~ 10만원"
  },
  {
    "comment": "좋아요~!~~~~!",
    "score": 5,
    "nickname": "퀄엔*",
    "priceRange": "5만원 ~ 10만원"
  },
  {
    "comment": "굿!!!!!!!!!",
    "score": 5,
    "nickname": "뾰로*********",
    "priceRange": "5만원 ~ 10만원"
  },
  {
    "comment": "너무 편하고 좋아요",
    "score": 5,
    "nickname": "강렬******",
    "priceRange": "5만원 미만"
  },
  {
    "comment": "친절하시고 좋습니다",
    "score": 5,
    "nickname": "유능*******",
    "priceRange": "5만원 미만"
  },
  {
    "comment": "친절한 상담 좋아요",
    "score": 5,
    "nickname": "노란******",
    "priceRange": "5만원 미만"
  },
  {
    "comment": "굿입니다 ㅎㅎㅎㅎㅎ",
    "score": 5,
    "nickname": "반가*********",
    "priceRange": "10만원 ~ 20만원"
  },
  {
    "comment": "감사합니다^^^^",
    "score": 5,
    "nickname": "채널***",
    "priceRange": "30만원 ~ 40만원"
  },
  {
    "comment": "굿굿굿 단골입니다",
    "score": 5,
    "nickname": "시크********",
    "priceRange": "5만원 미만"
  }
]
